//********************************************************************
//	PNGPATH_DEFINE.H 文件注释
//	文件名		: PNGPATH_DEFINE.H
//	文件路径	: E:\MY PROJECT\VISUAL STUDIO 2008\RIM 3.0/
//	作者		: 张永
//	创建时间	: 2015/1/5 11:51
//	文件描述	: 本文件仅用于定义整个应用程序（EXE）内部所使用的所有PNG图片的相对路径
//*********************************************************************	
#pragma once

/********************************************************************
宏定义格式：   PNGPATH_类名_变量名
*********************************************************************/
//#define PNGPATH_Func(className, varName)	PNGPATH_##className##_##varName
//
//#define PNGPATH_RIMConfig_m_pImgLogon		_T("res\\PNG\\logon.png")
